Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/pl.tmx
Source language: en
Languages: pl

source: Graphics 1, 8p, sym, 400 cps
pl: Grafika 1, 8p, sym., 400 znaków/s

source: Graphics 3, 8p, bi, 320 cps
pl: Grafika 3, 8p, dwukier., 320 znaków/s

source: Gray Balance Swatch [Profile Name - %s]
pl: Wzornik balansu szarości [Nazwa profilu - %s]

source: Grayscale Correction Curve
pl: Krzywa korekty skali szarości

source: Grey % (0-100)
pl: Szary % (0 - 100)

source: Grip released error
pl: Błąd zwolnienia chwytu

source: Half Speed 4 Cut
pl: 4 cięcie z połowš prędkości

source: Head 1
pl: Głowica 1

source: Head board FIFO is full.
pl: Kolejka FIFO płyty głównej jest pełna.

source: Heads B, C
pl: Głowice B, C

source: Heater Heating
pl: Podgrzewanie grzałki

source: Height
pl: Wysokość

source: HiFi Solvent
pl: Rozpuszczalnik HiFi

source: High A
pl: Wysokie A

source: High Quality (HQ2)
pl: Wysoka jakość (HQ2)

source: High Speed Mode 1
pl: Tryb dużej szybkości 1

source: History Printer View
pl: Widok historii drukarek

source: Home position not detected. Please call service.
pl: Nie wykryto pozycji spoczynkowej. Skontaktuj się z serwisem.

source: Horizontal Offset: %s
pl: Przesunięcie poziome: %s

source: ICC Profile Table
pl: Tabela profilu ICC

source: Idle (ready to print)
pl: Bezczynny (gotowy do wydruku)

source: If you are having trouble connecting to the server, make sure you have a valid Internet connection. If you can access the Internet with a web browser, contact your IT department for help with the %%app_name%% configuration settings.
pl: W przypadku problemów z połączeniem z serwerem, upewnij się, że dysponujesz sprawnym połączeniem internetowym. Jeśli Twoja przeglądarka WWW łączy się z Internetem bez problemów, skontaktuj się ze swoim działem IT, aby uzyskać pomoc w konfiguracji aplikacji %%app_name%%.

source: Ignore 100% target ink values
pl: Ignoruj wartości 100% tuszu wzorca

source: Image Brightness
pl: Jasność obrazu

source: Image Operations:
pl: Operacje na obrazie:

source: Image Tools
pl: Narzędzia obrazu

source: Image size:
pl: Rozmiar obrazu:

source: Import Media:
pl: Importuj podłoże:

source: Import...
pl: Importuj...

source: Includes bleed/trim width %s and height %s
pl: Obejmuje szerokość %s i wysokość %s spadu/przycięcia

source: Information:
pl: Informacje:

source: Ink Cartridge Error
pl: Błąd pojemnika z tuszem

source: Ink Density Factor
pl: Współczynnik gęstości tuszu

source: Ink Limiting Profiles
pl: Profile limitowania tuszu

source: Ink Saving
pl: Oszczędność tuszu

source: Ink cartridge combination error
pl: Błąd kombinacji pojemnika z tuszem

source: Ink low
pl: Niski poziom tuszu

source: Ink low CL unavailable - Green
pl: Niski poziom tuszu - CL niedostępne - zielony

source: Ink supply error. (Dark M)
pl: Błšd zbiornika z tuszem.(Ciemny M)

source: Install
pl: Instaluj

source: Intent
pl: Cel

# Internal guide D is open.
source: Internal guide D is open.\n
pl: Prowadnica wewnętrzna D jest otwarta.\n

source: Invalid Configuration
pl: Niepoprawna konfiguracja

source: Invalid Response received from the server.
pl: Otrzymano nieprawidłową odpowiedź z serwera.

source: Invalid output resolution for this device.
pl: Nieprawidłowa rozdzielczość wydruku dla tego urzšdzenia.

source: It is recommended to turn off "Print Multiple Rows at a Time" in the Placement Strategy when printing multiple copies that span more than one row.
pl: Podczas drukowania wielu kopii obejmujących więcej niż jeden rząd zaleca się wyłączenie opcji „Drukuj wiele rzędów jednocześnie” w sposobie umieszczania.

source: JOBS IN ORDER
pl: ZADANIA W ZAMÓWIENIU

source: Jaws Rip option is not available!
pl: Opcja Rip Jaws nie jest dostępna!

source: Job Creation:
pl: Tworzenie zadania:

source: Job Log
pl: Dziennik zadania

source: Job Progress
pl: Postęp zadania

source: Job View
pl: Widok zadania

source: JobID not known by Controller.
pl: ID zadania nie jest znane kontrolerowi.

source: Keep Black Mode
pl: Zachowaj tryb czarny

source: Key Write Error
pl: Błąd zapisu klucza

source: L*a*b* Source Image
pl: Obraz źródłowy L*a*b*

source: Label Color
pl: Kolor etykiety

source: Lamp Power
pl: Moc lampy

source: Large Format Printers
pl: Drukarki szerokiego formatu

source: Last scan failed. Please rescan.
pl: Ostatnie skanowanie nie udało się. Ponów skanowanie.

source: Layer Name:
pl: Nazwa warstwy:

source: Left Margin
pl: Lewy margines

source: Legacy
pl: Starsze

source: Level 3
pl: Poziom 3

source: Library of &type:
pl: &Typ biblioteki:

source: Line Screen
pl: Raster liniowy

source: Lines/Fast
pl: Linie/Szybko

source: Load the Media
pl: Załaduj nośnik

source: Local
pl: Lokalny

source: Log
pl: Protokół

source: Low Speed
pl: Mała szybkość

source: Lt Magenta
pl: Jasna magenta

source: Lt-Lt-Light Green
pl: Super jasny zielony

source: M L Black
pl: M L Czarny

source: MM/dd/yyyy
pl: MM/dd/rrrr

source: Magenta Pattern
pl: Wzór purpurowy

source: Main tank ink end - Light Cyan
pl: Brak tuszu w głównym pojemniku - jasny niebieskozielony

source: Maintenance tank full (1)
pl: Pojemnik konserwacji pełny (1)

source: Make Path
pl: Utwórz ścieżkę

source: Manage Screen Configurations
pl: Zarzšdzaj konfiguracjami rastra

source: Manual Targeting
pl: Namierzanie ręczne

source: Margins (%s): top:%.2f, left:%.2f, right:%.2f, bottom:%.2f
pl: Marginesy (%s): górny:%.2f, lewy:%.2f, prawy:%.2f, dolny:%.2f

source: Marks and Labels
pl: Znaczniki i etykiety

source: Max CII:
pl: Maks. CII:

source: Max ΔCh
pl: Maks. ΔCh

source: Maximum Height:
pl: Maksymalna wysokość:

source: MaximumTile Size (inches):
pl: Maks. rozmiar kafelka (cale):

source: Measure ColorCheck Swatch
pl: Pomiar wzornika ColorCheck

source: Measured:
pl: Zmierzono:

source: Measurement of Swatch Needed
pl: Wymagany pomiar wzornika

source: Media Archive OML File (*.OML)
pl: Plik OML archiwum nośników (*.OML)

source: Media Cost
pl: Koszt nośnika

source: Media Group
pl: Grupa nośników

source: Media Settings
pl: Ustawienia nośnika

source: Media Type 2:
pl: Typ nośnika 2:

source: Media and Page Size
pl: Nośnik i rozmiar strony

source: Media/Page Size Selection
pl: Wybór podłoża/rozmiaru strony

source: Medium Heavy (25-27 lbs.)
pl: Średnio ciężki (25-27 funtów)

source: Meters
pl: Metry

source: Middle
pl: Środek

source: Minimum gray value to have a pixel become a cut path.
pl: Minimalna wartość szarości mająca piksel stanie się ścieżką cięcia.

source: Missing cartridge
pl: Brak pojemnika z tuszem

source: Mode 10, 1p, bi, 320 cps
pl: Tryb 10, 1p, dwukier., 320 znaków/s

source: Mode 5, 3p, uni, 320 cps
pl: Tryb 5, 3p, jednokier., 320 znaków/s

source: Mode Evaluation
pl: Ocena trybu

source: Modify Defaults
pl: Zmień ustawienia domyúlne

source: Monochrome (Color Off)
pl: Monochromatyczny (czarno-biały)

source: Move
pl: Przesuń

source: Move Up
pl: Przenieú wyýej

source: Move to top
pl: Przenieś na górę

source: Multichannel
pl: Wiele kanałów

source: Mutoh MutohRJ Options
pl: Opcje Mutoh MutohRJ

source: NOTE
pl: UWAGA

source: Name Colors Used
pl: Nazwij używane kolory

source: Named Color Profile
pl: Nazwany profil koloru

source: Neutrals
pl: Neutralne

source: New Pen Configuration
pl: Nowa konfiguracja pisaka

source: Next Job
pl: Następne zadanie

source: No Filter
pl: Brak filtru

source: No Light Inks
pl: Brak jasnych tuszów

source: No Profiles
pl: Brak profili

source: No default values for current resolution and media type
pl: Brak wartości domyślnych dla bieżącej rozdzielczości i typu nośnika

source: No jobs are available for reprinting.
pl: Brak dostępnych zadań do ponownego wydruku.

# No photo cyan ink.
source: No photo cyan ink.\n
pl: Brak tuszu cyjan foto.\n

source: No version information
pl: Brak informacji o wersji

source: Normal
pl: Normalne

source: Normal Speed
pl: Normalna szybkość

source: Not Using G7 Native CMY
pl: Nie korzysta z trybu G7 Native CMY

source: Note: Changing the Ink Limit type and clicking 'Print Swatch' or the 'Next' button will result in the loss of previous Ink Limit settings.
pl: Uwaga: Zmiana typu limitu tuszu i kliknięcie przycisku „Drukuj wzornik” lub „Dalej” spowoduje utratę wcześniejszych ustawień limitu tuszu.

source: Note: The measurement condition switch should be in the position 0
pl: Uwaga: Przełącznik warunku pomiaru powinien być ustawiony w położeniu 0.

source: Nozzle EVEN
pl: PARZYSTA dysza

source: Number of Printer Copies
pl: Liczba kopii drukarki

source: OLF Support
pl: Obsługa OLF

source: ONYX Hub is not supported by key. Server will only support API requests.
pl: ONYX Hub jest nie obsługiwany przez klucz. Serwer obsługuje wyłącznie żądania interfejsu API.

source: OVR
pl: ZAS

source: On Process
pl: Przy przetwarzaniu

source: Online Support Portal
pl: Portal pomocy online

source: Open File Separations
pl: Otwórz wyciągi plików

source: Open Update Key File
pl: Otwórz plik aktualizacji klucza

source: OpenCommunication on
pl: Otwarte połączenie w

source: Optimize Mode Name
pl: Nazwa trybu optymalizacji

source: Orange Ink Near End
pl: Pomarańczowy tusz na wyczerpaniu

source: Original Image
pl: Oryginalny obraz

source: Outer Roller Pressure:
pl: Nacisk rolki zewnętrznej:

source: Output Path:
pl: Ścieżka wyjściowa:

source: Ovedrride Default Dot Size
pl: Zastąp domyślny rozmiar punktu

source: Overlay (White on Color/Metal)
pl: Warstwa górna (biały na kolorze/metalu)

source: Override Pass Mode
pl: Zastąp tryb przebiegu

source: P&references...
pl: &Preferencje...

source: PDF Files
pl: Pliki PDF

source: PRINTER Files (*.PRINTER)|*.PRINTER|
pl: Pliki PRINTER (*.PRINTER)|*.PRINTER|

source: PS/PDF Options
pl: Opcje PS/PDF

source: Page &Num:
pl: &Nr strony:

source: Page Size Name
pl: Nazwa rozmiaru strony

source: Pannel Setting
pl: Ustawienie panelu

source: Paper No. %d
pl: Nr papieru %d

source: Paper change unfinished error
pl: Błąd - nie ukończono zmiany papieru

source: Paper returns to cassette after printing
pl: Po wydruku papier wraca do kasety

source: Parity
pl: Parzystość

source: Passes
pl: Przebiegi

source: Patch Gap:
pl: Odstęp próbki:

source: Patches per ink: %d
pl: Liczba próbek na tusz: %d

source: Pattern Spreading works best on straight lines and sharp corners.
pl: Funkcja rozszerzania wzorów sprawdza się najlepiej w przypadku prostych linii i ostrych narożników.

source: Pen Weight:
pl: Ciężar pisaka:

source: Percentage of CII < 1:
pl: Wartość procentowa CII < 1:

source: Perform sheet mount cleaning.
pl: Wykonaj czyszczenie mocowania arkuszy.

source: Photo Cyan
pl: Zdjęcie cyjan

source: Physical Prints
pl: Wydruki fizyczne

source: Pixel Double
pl: Podwójne piksele

source: Platen
pl: Płyty

source: Please check and retype the fields marked with red stars.\nPlease note that an e-mail containing your unlock code will be sent to this e-mail address.
pl: Sprawdź i wpisz ponownie dane w pola oznaczone czerwonymi gwiazdkami.\nPamiętaj, że na ten adres e-mail zostanie przesłana wiadomość z kodem odblokowującym.

source: Please enter a name for the printer.
pl: Wprowadź nazwę drukarki.

source: Please insert chart.
pl: Proszę wstawić schemat.

source: Please place the device on the white reference, and then press the measure button to calibrate.\n\nPlease do not lift the device from the white reference until the next instruction.
pl: Umieść urządzenie w jasnym miejscu i naciśnij przycisk pomiaru w celu kalibracji.\n\nNie podnoś urządzenia z tego miejsca, aż nie otrzymasz następnej instrukcji.

source: Please select a port for the device.
pl: Wybierz port dla urzšdzenia.

source: Please wait for a few seconds while detecting keys.
pl: Proszę poczekać kilka sekund podczas wykrywania kluczy.

source: Port Busy
pl: Port zajęty

source: Port Write Error (%d):
pl: Błąd zapisu portu (%d):

source: Post Lamp:
pl: Lampa nastepująca:

source: PosterShop Server - Epson 5000 Only
pl: PosterShop Serwer - tylko Epson 5000

source: Postscript Source Image
pl: Postscriptowy obraz źródłowy

source: Pre-cure Power:
pl: Moc przed utwardzaniem:

source: Preparing
pl: Przygotowanie

source: Preset Summary
pl: Podsumowanie ustawień

source: Preview Changes
pl: Wyświetl podgląd zmian

source: Previous setting: %.1f, new setting: %.1f
pl: Poprzednie ustawienie: %.1f, nowe ustawienie: %.1f

source: Primer -> Color (Underprint)
pl: Podkład -> Kolor (Poddruk)

source: Print Barcode Label
pl: Drukuj etykietę kodu kreskowego

source: Print Cyan Ink with:
pl: Drukuj tuszem w kolorze cyjan z:

source: Print Forwarding
pl: Wydruk przekazywany

source: Print Label
pl: Etykieta wydruku

source: Print Mode Name:
pl: Nazwa trybu wydruku:

source: Print Order:
pl: Polecenie wydruku:

source: Print Reflection
pl: Wydruk lustrzany

source: Print Surface Temperature:
pl: Temperatura powierzchni druku:

source: Print White Ink with:
pl: Drukuj białym tuszem z:

source: Print and Read the Ink Limits swatch
pl: Wydrukuj i odczytaj wzornik limitu tuszu.

source: Print grey balance swatch.
pl: Wydrukuj wzornik równoważenia szarości.

source: Print mode selectors
pl: Selektory trybu drukowania

source: Print to mode specific folder
pl: Drukuj do folderu dla danego trybu

source: Printed Media Area
pl: Wydrukowany obszar nośnika

source: Printer Device
pl: Urzšdzenie drukujšce

source: Printer Initializing
pl: Inicjowanie drukarki

source: Printer Options...
pl: Opcje drukarki...

source: Printer Versions
pl: Wersje drukarki

source: Printer error!
pl: Błąd drukarki!

source: Printer is powered off.
pl: Drukarka jest wyłączona.

source: Printer's loaded ink set is different from the one selected for the job.
pl: Załadowany w drukarce zestaw tuszów różni się od zestawu wybranego dla zadania.

source: Printing Completed Successfully
pl: Drukowanie powiodło się

source: Printing gutter must be installed
pl: Odstęp między łamami druku musi być zainstalowany

source: Prints Due (Job Ticket)
pl: Wydruki zaległe (etykieta zadania)

source: Process Channel:
pl: Kanał przetwarzania:

source: Process raster dithering at interpretation
pl: Przetwarzaj rozsiewanie (dithering) rastra podczas interpretacji

# Processing to print %d copies of '%s'...
source: Processing to print %d copies of '%s'...\n
pl: Przetwarzanie w celu wydrukowania %d kopii z „%s”...\n

source: Production (HQ1)
pl: Produkcja (HQ1)

source: Production uni-directional
pl: Produkcja jednokier.

source: Profile Generator
pl: Generator profili

source: Profiler problem on the printer!
pl: Problem z elementem profilującym drukarki!

source: Prompt for Output Folder
pl: Monituj o folder wydruków

source: Properties
pl: Właściwości

source: Quality (HQ2)
pl: Jakość (HQ2)

source: Quality 12, 12p, 320 cps, Bidir
pl: Jakość 12, 12p, 320 znaków/s, dwukier.

source: Quality 3, 18p, sym, 240 cps
pl: Jakość 3, 18p, równ., 240 znaków/s

source: Quality 5, 8p, uni, 240 cps
pl: Jakość 5, 8p, jednokier., 240 znaków/s

source: Quality uni-directional
pl: Jakość jednokier.

source: Queue entry is not running.
pl: Dodawanie wpisów do kolejki nie jest uruchomione.

source: QuickGCR Level
pl: Poziom QuickGCR

source: RGB Percent
pl: RGB (procent)

source: RGI Printer Info
pl: Drukarka RGI - informacje

source: Read Date:
pl: Data odczytu:

source: Read the ink restriction swatch
pl: Przeczytaj wzornik ograniczania tuszu

source: Ready
pl: Gotowa

source: Recalibrate
pl: Ponowna kalibracja

source: Recent Library
pl: Ostatnio otwarta biblioteka

source: Red Limit
pl: Ograniczenie czerwieni

source: Reduced HiFi Solvent
pl: Zredukowany rozpuszczalnik HiFi

source: Refresh Page
pl: Odśwież stronę

source: Registration Pin:
pl: Terminal ułożenia:

source: Release
pl: Wydanie

source: Remove '%s' from Queue?
pl: Czy usunšć zadanie „%s” z kolejki?

source: Rename Calibration
pl: Zmień nazwę kalibracji

source: Render:
pl: Renderuj:

source: Replace files the engine has lost.
pl: Zastąp pliki utracone przez napęd.

source: Report Results
pl: Wyniki raportu

source: Request Registration Code
pl: Wyślij prośbę o kod ułożenia

source: Reset Pattern
pl: Resetuj wzór

source: Resolution:
pl: Rozdzielczość:

source: Retain Aspect Ratio
pl: Zachowaj współczynnik proporcji

source: Revised
pl: Poprawiono

source: Right Lamp Power %
pl: Moc prawej lampy %

source: Roll 1
pl: Zwój 1

source: Roll back media by the amount designated.
pl: Zwiń nośnik o wyznaczoną ilość.

source: Rotate
pl: Obróć

source: Rotate individual tiles
pl: Obróć poszczególne kafelki

source: Row / Column
pl: Wiersz / kolumna

# Running General Settings Config...
source: Running General Settings Config...\n
pl: Trwa konfigurowanie ustawień ogólnych...\n

source: SCSI Scan
pl: Skanowanie SCSI

source: Sa&ve Media
pl: &Oszczêdzaj podłoże

source: Saturation Extreme
pl: Ekstremalne nasycenie

source: Save Linear Model as:
pl: Zapisz model liniowy jako:

# Save the active document Save
source: Save the active document\nSave
pl: Zapisz aktywny dokument\nZapisz

source: Scale Up
pl: Skaluj w górę

source: Scan the row from Left to Right as instructed before.\nStart>>>------------------>>>Stop
pl: Zeskanuj wiersz od lewej do prawej zgodnie z procedurą opisaną wcześniej.\nStart>>>------------------>>>Stop

source: Scramble Swatch
pl: Pomieszaj wzornik

source: Searching IP Address....please wait!
pl: Poszukiwanie adresu IP; prosze czekaa...!

source: Select 'Create another media' to return to the beginning of the Create New Media wizard and create another media.
pl: Aby powrócić do początku kreatora tworzenia nowego nośnika i utworzyć inny nośnik, wybierz opcję 'Utwórz inny nośnik'.

source: Select Icc Profile
pl: Wybierz profil ICC

source: Select Mode:
pl: Wybierz tryb:

source: Select TWAIN_32 Source Select TWAIN_32 Source
pl: Wybierz źródło TWAIN_32 Wybierz źródło TWAIN_32

source: Select a compatible Reference Standard:
pl: Wybierz zgodny standard referencyjny:

source: Select an existing Calibration or create a new one.
pl: Wybierz istniejącą kalibrację lub utwórz nową.

source: Select options for the workflow
pl: Wybierz opcje dla toku pracy

source: Select the Ink Configuration to use
pl: Wybierz konfigurację tuszu do zastosowania

source: Select the left and right margins set on the printer panel. These will be used when retrieving the page size from the printer.
pl: Wybierz lewy i prawy margines ustawione na panelu drukarki. Zostaną one użyte przy pobieraniu rozmiaru strony z drukarki.

source: Select the print mode's resolution
pl: Wybierz rozdzielczość trybu wydruku

source: Select/Deselect All
pl: Wybierz/Usuń zaznaczenie wszystkich

source: Selects the current page
pl: Wybiera bieżącą stronę

source: Send job to "Ready to Print area"
pl: Wyślij zadanie do obszaru "Gotowe do drukowania"

source: Separation Bar Width:
pl: Szerokość paska separacji:

source: Server cannot share the same port number with database.
pl: Serwer nie może dzielić numeru portu z bazą danych.

source: Set As &Active
pl: Ustaw jako &aktywny

source: Set Dotted Top Marks
pl: Ustaw górne kropkowane znaczniki

source: Set Label Distance
pl: Ustaw odstęp etykiety

source: Set by Control Panel
pl: Zgodnie z Panelem sterowania

source: Set to Defaults
pl: Ustaw wartości domyślne

source: Settings Changed
pl: Zmieniono ustawienia

# Setup print options for the active job Print Setup
source: Setup print options for the active job\nPrint Setup
pl: Określ opcje wydruku dla aktywnego zadania\nKonfiguracja drukowania

source: Sharpness:
pl: Ostrość:

source: Show Current
pl: Pokaż bieżące

source: Show Steps
pl: Pokaż Kroki

# Show or hide the status bar Toggle StatusBar
source: Show or hide the status bar\nToggle StatusBar
pl: Pokaż lub ukryj pasek stanu\nPrzełącz pasek stanu

source: Side A prints with
pl: Strona A jest drukowana z

source: Silver Nozzles
pl: Dysze srebrnego tuszu

source: Six Pass
pl: Sześć przebiegów

source: Sizing (Perforated Board)
pl: Zmiana rozmiaru (płyta perforowana)

source: Smallest
pl: Najmniejszy

# Software protection key error! There could be a faulty connection,
source: Software protection key error! There could be a faulty connection,\n
pl: Błąd klucza zabezpieczającego oprogramowanie! Być może klucz jest\nwadliwie podłączony

source: Source Icons
pl: Ikony źródłowe

source: Spacing (inches):
pl: Odstćpy (cale):

source: Specialty Ink Print Method:
pl: Metoda wydruku tuszu specjalnego:

source: SpectroProofer Error
pl: Błąd urządzenia SpectroProofer

source: Spooler online
pl: Bufor jest dostępny

source: Spot 3
pl: Paletowy 3

source: Spot Color Print Mode:
pl: Tryb drukowania koloru paletowego:

source: Spot colors to substitute with Black Linearization:
pl: Kolory paletowe do zastąpienia czarną linearyzacją:

source: Spot6
pl: Paletowy6

source: Standard Calcomp Printers
pl: Standardowe drukarki Calcomp

source: Standards Simulation
pl: Symulacja standardów

source: Start internal color calibration
pl: Rozpocznij wewnętrzną kalibrację kolorów

source: StaticResolutionName
pl: Statyczna nazwa rozdzielczości

source: Status is loading...
pl: Trwa ładowanie stanu...

source: Steps
pl: Kroki

# Stopping HTTP Service on port %d
source: Stopping HTTP Service on port %d\n
pl: Zatrzymywanie usługi HTTP w porcie %d\n

source: Strikes:
pl: Nanoszenie:

# Submit next side B job. What is on side A: "%s"
source: Submit next side B job.\n\nWhat is on side A:\n "%s"
pl: Wykonaj następne zadanie dla strony B.\n\nCo jest na stronie A:\n „%s”

source: Substrate advance compensation
pl: Kompensacja przesuwu podłoża

source: Successfully upgraded database to version %s
pl: Uaktualnienie bazy danych do wersji %s powiodło się

source: Surface Colors
pl: Kolory powierzchni

source: Swatch Options
pl: Opcje wzornika

source: Swatch:
pl: Wzornik:

source: System Restart
pl: Restart systemu

source: TRANSMITTING DATA
pl: PRZESYŁANIE DANYCH

source: Target Density:
pl: Gęstość wzorca:

source: Templates have been disabled because the image is tiled
pl: Szablony zostały wyłączone, gdyż obraz jest umieszczony sąsiadująco.

source: Testing TCP/IP Settings
pl: Testowanie ustawień TCP/IP

source: The Color Management System could not be started.
pl: Nie można uruchomić systemu zarządzania kolorem.

source: The ICC profile %s will be encoded with a "watermark."\n It will only work in ONYX software.
pl: Profil ICC %s będzie kodowany za pomocą "znaku wodnego"\n Kodowanie będzie działać wyłącznie z oprogramowaniem ONYX.

source: The Mutoh KONA and SC Pro support up to 8 custom patterns per job.
pl: Drukarki Mutoh KONA i SC Pro obsługują maksymalnie 8 wzorów niestandardowych na zadanie.

source: The Scan Speed is too large for the resolution specified.
pl: Szybkość skanowania jest zbyt duża dla określonej rozdzielczości.

# The acquired image file has an invalid image file format. Please try again.
source: The acquired image file has an invalid image file format.\n\nPlease try again.
pl: Pobrany plik obrazu ma niewłaściwy format.\n\nSpróbuj ponownie.

source: The buffer passed to te SCSI request was not aligned properly.
pl: Bufor przekazany do żšdania SCSI nie był prawidłowo wyrównany.

source: The current media type does not have a calibration for this resolution. The image will be sent and will be printed as soon as a calibration is chosen.
pl: Dla bieżšcego typu podłoża nie ma kalibracji odpowiadajšcej tej rozdzielczości. Obraz zostanie wysłany i wydrukowany bezpośrednio po wybraniu kalibracji.

source: The disk "%s" is invalid.
pl: Dysk „%s” jest nieprawidłowy.

source: The first compatible media found will automatically be selected (Don't show this dialog again).
pl: Zostanie automatycznie wybrany pierwszy zgodny nośnik (nie pokazuj więcej tego okna dialogowego).

source: The hardware key has been removed.
pl: Usunięto klucz sprzętowy.

source: The image is too large for the selected media\nPrintable Area %d Pixels\nImage Width %d Pixels
pl: Obraz jest zbyt duży dla wybranego nośnika\nObszar wydruku %d Piksele\nSzerokość obrazu %d Piksele

source: The ink system is not primed.
pl: Układ tuszu nie został zalany.
